---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMy
source: html/74f1e361-be78-c1ca-2b66-8df934fd33d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseMy Property

"Start My"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseMy { get; }
```